;------------------------------------------------------------------------------
; UltraDefrag GUI Burmese (Padauk) Language Pack.
; Copyright (C) 2010 by Muhamed Widuya.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Oct. 16, 2010 by Muhamed Widuya
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = ပြုလုပ်မှု
ANALYSE                   = သုံးသပ်
DEFRAGMENT                = ဖိုင်ပြန်စီ
QUICK_OPTIMIZE            = Quick optimization
FULL_OPTIMIZE             = Full optimization
STOP                      = ရပ်
SKIP_REMOVABLE_MEDIA      = ဖယ်ရသည့် ဋ္ဌာနေကို ကျော်လွှား
RESCAN_DRIVES             = ဋ္ဌာနေများပြန်စစ်
WHEN_DONE                 = When done
WHEN_DONE_NONE            = None
WHEN_DONE_EXIT            = Exit
WHEN_DONE_STANDBY         = Standby
WHEN_DONE_HIBERNATE       = Hibernate
WHEN_DONE_LOGOFF          = Logoff
WHEN_DONE_REBOOT          = Reboot
WHEN_DONE_SHUTDOWN        = Shutdown
EXIT                      = ထွက်

; --- Report Menu

REPORT                    = သတင်းသွင်း
SHOW_REPORT               = သတင်းပြပါ

; --- Settings Menu

SETTINGS                  = ချိန်ညှိရာများ
LANGUAGE                  = စကား
TRANSLATIONS_FOLDER       = စကားပြန်ရာ ဖိုင်တွဲ
GRAPHICAL_INTERFACE       = သုံးသူမျက်နှာပြင်ဇယား
FONT                      = ဖောင့်
OPTIONS                   = နှစ်ကြိုက်ရာရွေး
BOOT_TIME_SCAN            = ဝင်ဒိုး အစတွင် စလုပ်
ENABLE                    = စွမ်းဆောင်နိုင်စေ
SCRIPT                    = ညွှန်စာ
REPORTS                   = သတင်းသွင်း

; --- Help Menu

HELP                      = အကူအညီ
CONTENTS                  = ပါဝင်ရာများ
BEST_PRACTICE             = အကောင်းဆုံး လုပ်စဉ်
FAQ                       = မေးပါများ စကားရ
ABOUT                     = အကြောင်းအရာ

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = စက်အစ အညွှန်းစာတို

; Drives list items.

VOLUME                    = ဋ္ဌာနေများထုထည်
STATUS                    = အနေအထား
TOTAL                     = နေရာ အကုန်
FREE                      = လွတ်လပ် နေရာ
PERCENT                   = % လွတ်လပ်

; Status messages

STATUS_RUNNING            = လုပ်နေသည်
STATUS_ANALYSED           = သုံးသပ်ပြီး
STATUS_DEFRAGMENTED       = ဖိုင်များပြန်စီပြီး
STATUS_OPTIMIZED          = အဆင့်မြင့် လုပ်ပြီး

; Status bar messages.

DIRS                      = ဖိုင်တွဲများ
FILES                     = ဖိုင်များ
FRAGMENTED                = ဖိုင်ပြန့်ကြဲမှု
COMPRESSED                = ဖိနှိပ်သည်
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = Ultra Defragmenter အကြောင်း
CREDITS                   = မင်းသားများ
LICENSE                   = လိုင်စင်

; Shutdown confirmation

PLEASE_CONFIRM            = သေချာမှု ထပ်လုပ်ပါ
REALLY_SHUTDOWN_WHEN_DONE = လုပ်ငန်းပြီးလျှင် သင် တကယ်စက်ကို ပိတ်ချင်သလား ။
REALLY_HIBERNATE_WHEN_DONE= လုပ်ငန်းပြီးလျှင် သင် တကယ်စက်ကို ဒလံထားမှာလား ။
REALLY_LOGOFF_WHEN_DONE   = Do you really want to logoff when done?
REALLY_REBOOT_WHEN_DONE   = Do you really want to reboot when done?
SECONDS_TILL_SHUTDOWN     = မပိတ်ခင် စက္ကန့်ကြာချိန်
SECONDS_TILL_HIBERNATION  = ဒလံမတိုင်ခင် စက္ကန့်ကြာချိန်
SECONDS_TILL_LOGOFF       = seconds till logoff
SECONDS_TILL_REBOOT       = seconds till reboot
YES                       = ဟုတ်ပြီ
NO                        = မဟုတ်ဘူး

; END OF FILE
